{
    "Fashion of the future": {
      "Algikicks": {
        "image": "images/algikicks-img.jpeg",
        "title": "Algikicks",
        "description": "Algikicks were created by a start-up called AlgiKnit, co-founded by FIT and Pratt Institute graduates Aleks Gosiewski, Tessa Callaghan, and Aaron Nesser. These sneakers, made from a kelp-based material, are far better for the environment than conventional sneakers. They feature a bioresin outsole and are constructed from yarn made out of alginate, which is a biopolymer derived from seaweed. The materials are compostable and will degrade after the shoes have reached the end of their lifespan. That way, they won’t be wasted in a landfill and pollute our already polluted planet."
      },
      "Sonnet 155": {
        "image": "images/sonnet155-img.jpeg",
        "title": "Sonnet 155",
        "description": "Sonnet 155 is a fully biodegradable, translucent handbag made from cellulose fibers sourced from textile factories and pectin from fruit skins. It was invented by Berlin design students Lobke Beckfeld and Johanna Hehemeyer-Cürten, who aimed to design an alternative to the ordinary paper bag. It also serves as a stylish, minimalistic handbag. Once worn down, the bag can be dissolved in warm water and recast to create a new bag. The pectin can also be reused as plant fertilizer."
      },
      "Stella McCartney Jumpsuit": {
        "image": "images/stella-img.jpeg",
        "title": "Stella McCartney Jumpsuit",
        "description": "In collaboration with Radiant Matter, a raw materials manufacturing company, Stella McCartney released a bodysuit adorned with sequins made from tree cellulose as an alternative to plastic. While petroleum-based plastic sequins can be toxic, bioplastics are safe and sustainable. Typical sequins are made of PVC or Mylar, both of which are significantly damaging to the environment and for people’s health, producing toxic, bioaccumulative chemicals, including carcinogens. Biosequins combat this issue."
      },
      "Shellmet": {
        "image": "images/shellmet-img.jpeg",
        "title": "Shellmet",
        "description": "The Shellmet is a helmet made out of wasted scallop shells, which are a big pollutant and one of the most discarded types of marine waste in Japan. Discarding these shells on the ground causes soil contamination, and recycling them provides a sustainable method of reducing pollution as well as reliable protection for fishermen and villagers. These helmets reduce CO2 emissions by up to 36% compared to plastic helmets and have 133% more strength than regular helmets due to their ribbed structure from the shells. Shellmets were developed by Koshi Chemical Industry Co. with Professor Hiroshi Uyama of Osaka University."
      },
      "Jelly Clothing": {
        "image": "images/jelly-img.jpeg",
        "title": "Jelly Clothing",
        "description": "Icelandic designer Valdís Steinarsdóttir makes jelly clothing, made from gelatin that is derived from red algae, which can be melted down and remade into new clothing as well as dissolved in hot water. They are naturally dyed as well with sugar alcohols. It maintains a plastic-like appearance despite being made from 100% natural materials."
      },
      "The Soil Project": {
        "image": "images/soil-img.jpeg",
        "title": "The Soil Project",
        "description": "Designed by art student Yuhan Bai, the Soil Project is a clothing collection that features garments made with a soil-based leather alternative and vintage pieces dyed with soil. The material mimics animal leather and has the flexibility of silicone."
      }
    }
  }